Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: : session.shapeKind == .rectangle ?
ar: : session.shapeKind == .المستطيل؟
es: : sesión.shapeKind == .rectangle?
hi: : session.shapeKind == .rectangel ?
it: : sessione.shapeKind == .rettangolo ?
pt_br: : session.shapeKind == .retângulo?
zh_hans: ：session.shapeKind == .矩形？

source: EV
ar: إيف
es: vehículo eléctrico
fr: VE
hi: ई.वी
pt_br: VE
ru: ЕВ
zh_hans: 电动汽车

source: Selection
ar: التحديد
es: Selección
fr: Sélection
hi: चयन
it: Selezione
ja: 選択
pt_br: Seleção
ru: Выбор
zh_hans: 选择

source: by 10
ar: بحلول 10
es: por 10
fr: à 10 heures
hi: 10 तक
it: entro le 10
ja: 10時までに
pt_br: às 10
ru: на 10

source: color
ar: اللون
fr: couleur
hi: रंग
it: colore
ja: 色
pt_br: cor
ru: цвет
zh_hans: 颜色

source: copy
ar: نسخة
es: copiar
fr: copie
hi: प्रतिलिपि
it: copia
ja: コピー
pt_br: copiar
ru: копировать
zh_hans: 复制

source: the selection by this many pixels
ar: التحديد بهذا العدد من البكسل
es: la selección por esta cantidad de píxeles
fr: la sélection par autant de pixels
hi: इतने सारे पिक्सेल द्वारा चयन
it: la selezione per questo numero di pixel
ja: このピクセル数による選択
pt_br: a seleção por tantos pixels
ru: выделение таким количеством пикселей
zh_hans: 通过这么多像素进行选择

source: · [ ] size · Shift-[ ] hardness · 1–0 opacity · Escape cancel · Space to pan
ar: · [ ] الحجم · التحول- [ ] صلابة · 1–0 عتامة · إلغاء الهروب · مساحة للتحريك
es: · [ ] tamaño · Mayús-[ ] dureza · 1–0 opacidad · Escape cancelar · Espacio para desplazar
fr: · [ ] taille · Shift-[ ] dureté · 1–0 opacité · Annulation d'échappement · Espace pour faire un panoramique
hi: · [ ] आकार · शिफ्ट-[ ] कठोरता · 1-0 अपारदर्शिता · एस्केप रद्द · पैन करने के लिए जगह
it: · [ ] dimensione · Maiusc-[ ] durezza · 1–0 opacità · Escape cancel · Spazio per eseguire la panoramica
ja: · [ ] サイズ · Shift-[ ] 硬さ · 1 ～ 0 の不透明度 · エスケープ キャンセル · パンするスペース
pt_br: · Tamanho [ ] · Dureza Shift-[ ] · Opacidade 1–0 · Cancelamento de escape · Espaço para panorâmica
ru: · Размер [ ] · Жесткость Shift-[ ] · Непрозрачность 1–0 · Отмена Escape · Пробел для панорамирования
zh_hans: · [ ] 大小 · Shift-[ ] 硬度 · 1–0 不透明度 · 取消转义 · 平移空间

source: · [ ] size · Shift-[ ] hardness · 1–0 strength · Space to pan
ar: · [ ] الحجم · التحول- [ ] صلابة · قوة 1–0 · مساحة للتحريك
es: · [ ] tamaño · Shift-[ ] dureza · Fuerza 1–0 · Espacio para desplazar
fr: · [ ] taille · Shift-[ ] dureté · 1–0 force · Espace pour panoramique
hi: · [ ] आकार · शिफ्ट-[ ] कठोरता · 1-0 ताकत · पैन करने के लिए जगह
it: · [ ] dimensione · Maiusc-[ ] durezza · 1–0 forza · Spazio per la panoramica
ja: · [ ] サイズ · Shift-[ ] 硬度 · 1 ～ 0 強度 · パンするスペース
pt_br: · [ ] tamanho · Shift-[ ] dureza · Força 1–0 · Espaço para panorâmica
ru: · Размер [ ] · Жесткость Shift-[ ] · Прочность 1–0 · Пространство для панорамирования
zh_hans: · [ ] 尺寸 · Shift-[ ] 硬度 · 1–0 强度 · 平移空间

source: %@ color
ar: %@ اللون
fr: %@ couleur
hi: %@ रंग
it: %@ colore
ja: %@ 色
pt_br: %@ cor
ru: %@ цвет
zh_hans: %@颜色

source: %@ degrees
ar: %@ درجة
es: %@ grados
fr: %@ degrés
hi: %@ डिग्री
it: %@ gradi
ja: %@ 度
pt_br: %@ graus
ru: %@ градусов
zh_hans: %@ 度

source: %@ effect
ar: %@ تأثير
es: %@ efecto
fr: %@ effet
hi: %@ प्रभाव
it: %@ effetto
ja: %@ 効果
pt_br: %@ efeito
ru: %@ эффект
zh_hans: %@效果

source: %@ is assigned to both %@ and %@.
ar: تم تخصيص %@ لكل من %@ و%@.
es: %@ está asignado tanto a %@ como a %@.
fr: %@ est attribué à la fois à %@ et %@.
hi: %@ को %@ और %@ दोनों को सौंपा गया है।
it: %@ è assegnato sia a %@ che a %@.
ja: %@ は %@ と %@ の両方に割り当てられます。
pt_br: %@ é atribuído a %@ e %@.
ru: %@ назначается как %@, так и %@.
zh_hans: %@ 被分配给%@ 和%@。

source: %@ is reserved by macOS.
ar: %@ محجوز بواسطة macOS.
es: %@ está reservado para macOS.
fr: %@ est réservé par macOS.
hi: %@ macOS द्वारा आरक्षित है।
it: %@ è riservato da macOS.
ja: %@ は macOS によって予約されています。
pt_br: %@ é reservado pelo macOS.
ru: %@ зарезервировано macOS.
zh_hans: %@ 由 macOS 保留。

source: %@ of %@.
ar: %@ من %@.
es: %@ de %@.
fr: %@ de %@.
hi: %@ का %@.
it: %@ di %@.
pt_br: %@ de %@.
ru: %@ из %@.
zh_hans: %@ 共 %@。

source: %@ uncompressed RGBA canvas
ar: %@ قماش RGBA غير مضغوط
es: %@ lienzo RGBA sin comprimir
fr: %@ canevas RGBA non compressé
hi: %@ असम्पीडित RGBA कैनवास
it: %@ tela RGBA non compressa
ja: %@ 非圧縮 RGBA キャンバス
pt_br: %@ tela RGBA não compactada
ru: %@ несжатый холст RGBA
zh_hans: %@ 未压缩的 RGBA 画布

source: %@. Double-click to reset.
ar: %@. انقر نقرًا مزدوجًا لإعادة التعيين.
es: %@. Haga doble clic para restablecer.
fr: %@. Double-cliquez pour réinitialiser.
hi: %@. रीसेट करने के लिए डबल-क्लिक करें।
it: %@. Fare doppio clic per reimpostare.
ja: %@。ダブルクリックしてリセットします。
pt_br: %@. Clique duas vezes para redefinir.
ru: %@. Дважды щелкните для сброса.
zh_hans: %@。双击即可重置。

source: (Multiple)
ar: (متعددة)
es: (Múltiples)
fr: (Plusieurs)
hi: (एकाधिक)
it: (Multiplo)
ja: (複数)
pt_br: (Múltiplo)
ru: (Несколько)
zh_hans: (多个)

source: ) · Option from center · Shift-U or Tab for the next shape · Escape cancel · Space to pan
ar: ) · خيار من المركز · Shift-U أو Tab للشكل التالي · إلغاء الهروب · مسافة للتحريك
es: ) · Opción desde el centro · Mayús-U o Tabulador para la siguiente forma · Escape cancelar · Espacio para desplazarse
fr: ) · Option à partir du centre · Maj-U ou Tab pour la forme suivante · Annulation d'échappement · Espace pour effectuer un panoramique
hi: ) · केंद्र से विकल्प · अगले आकार के लिए शिफ्ट-यू या टैब · एस्केप रद्द · पैन करने के लिए जगह
it: ) · Opzione dal centro · Maiusc-U o Tab per la forma successiva · Escape annulla · Spazio per eseguire la panoramica
ja: ) · 中央からのオプション · Shift-U または Tab で次の図形へ · エスケープ キャンセル · パンするスペース
pt_br: ) · Opção do centro · Shift-U ou Tab para a próxima forma · Cancelamento de escape · Espaço para panorâmica
ru: ) · Вариант из центра · Shift-U или Tab для следующей фигуры · Escape-отмена · Пробел для панорамирования
zh_hans: ) · 从中心开始的选项 · Shift-U 或 Tab 键选择下一个形状 · 取消退出 · 平移空格

source: , with:
ar: ، مع:
es: , con:
fr: , avec :
hi: , के साथ:
it: , con:
ja: 、次のとおりです。
pt_br: , com:
ru: , с:
zh_hans: ，与：

source: 1 more tab
ar: علامة تبويب واحدة إضافية
es: 1 pestaña más
fr: 1 onglet supplémentaire
hi: 1 और टैब
it: 1 altra scheda
ja: もう 1 つのタブ
pt_br: mais 1 aba
ru: еще 1 вкладка
zh_hans: 还有 1 个选项卡

source: 1440p
ar: 1440 ص
hi: 1440पी

source: 3 by 3 Average
ar: 3 في 3 متوسط
es: 3 por 3 Promedio
fr: Moyenne 3 par 3
hi: 3 बटा 3 औसत
it: 3 per 3 Media
ja: 3×3の平均
pt_br: Média 3 por 3
ru: 3 на 3 Среднее
zh_hans: 3 x 3 平均

source: 5 by 5 Average
ar: 5 في 5 متوسط
es: 5 por 5 Promedio
fr: Moyenne 5 sur 5
hi: 5 बटा 5 औसत
it: 5 per 5 Media
ja: 5×5の平均
pt_br: Média 5 por 5
ru: 5 на 5 в среднем
zh_hans: 5 x 5 平均

source: 8B64
ar: 8ب64
hi: 8बी64
ru: 8Б64

source: 8BPS
ar: 8 بت في الثانية
hi: 8बीपीएस
ru: 8БПС

source: A little stronger than Version 1. The sliders below still fall well short of the current look.
ar: أقوى قليلاً من الإصدار 1. لا تزال أشرطة التمرير أدناه أقل بكثير من المظهر الحالي.
es: Un poco más fuerte que la Versión 1. Los controles deslizantes a continuación aún están muy por debajo del aspecto actual.
fr: Un peu plus fort que la version 1. Les curseurs ci-dessous sont encore bien en deçà de l’apparence actuelle.
hi: संस्करण 1 की तुलना में थोड़ा मजबूत। नीचे दिए गए स्लाइडर अभी भी वर्तमान लुक से काफी पीछे हैं।
it: Un po' più potente della versione 1. Gli slider sottostanti sono ancora ben al di sotto dell'aspetto attuale.
ja: バージョン 1 よりも少し強化されています。以下のスライダーは、現在の外観にはまだかなり達していません。
pt_br: Um pouco mais forte que a versão 1. Os controles deslizantes abaixo ainda ficam bem aquém da aparência atual.
ru: Немного сильнее, чем версия 1. Ползунки ниже по-прежнему не соответствуют текущему виду.
zh_hans: 比版本 1 强一点。下面的滑块仍然远远低于当前的外观。

source: A subdivision every %@ pixels.
ar: تقسيم فرعي كل %@ بكسل.
es: Una subdivisión cada %@ píxeles.
fr: Une subdivision tous les %@ pixels.
hi: प्रत्येक %@पिक्सेल पर एक उपविभाजन।
it: Una suddivisione ogni %@ pixel.
ja: %@ ピクセルごとの細分化。
pt_br: Uma subdivisão a cada %@ pixels.
ru: Подразделение каждые %@ пикселей.
zh_hans: 每 %@ 像素细分一次。

source: ASCII
ar: أسكي
hi: एएससीआईआई
ja: アスキー
zh_hans: ASCII码

source: Actual Pixels
ar: الحجم الفعلي
es: Píxeles reales
fr: Pixels réels
hi: वास्तविक पिक्सेल
it: Pixel effettivi
ja: 実際のピクセル
pt_br: Pixels reais
ru: Исходный размер
zh_hans: 实际像素

source: Actual pixels (⌘1)
ar: البكسل الفعلي (⌘1)
es: Píxeles reales (⌘1)
fr: Pixels réels (⌘1)
hi: वास्तविक पिक्सेल (⌘1)
it: Pixel effettivi (⌘1)
ja: 実際のピクセル (⌘1)
pt_br: Pixels reais (⌘1)
ru: Фактические пиксели (⌘1)
zh_hans: 实际像素 (⌘1)

source: Add
ar: أضف
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: Add Hide-All Mask
ar: أضف قناع إخفاء الكل
es: Agregar máscara para ocultar todo
fr: Ajouter un masque cache-tout
hi: हाइड-ऑल मास्क जोड़ें
it: Aggiungi maschera Nascondi tutto
ja: すべて非表示マスクを追加する
pt_br: Adicionar máscara ocultar tudo
ru: Добавить маску «Скрыть все»
zh_hans: 添加隐藏全部蒙版

source: Add Mask
ar: أضف قناع
es: Agregar máscara
fr: Ajouter un masque
hi: मास्क जोड़ें
it: Aggiungi maschera
ja: マスクの追加
pt_br: Adicionar máscara
ru: Добавить маску
zh_hans: 添加蒙版

source: Add Noise
ar: أضف الضوضاء
es: Agregar ruido
fr: Ajouter du bruit
hi: शोर जोड़ें
it: Aggiungi rumore
ja: ノイズを追加する
pt_br: Adicionar ruído
ru: Добавить шум
zh_hans: 添加噪音

source: Add Noise…
ar: إضافة الضوضاء...
es: Añadir ruido...
fr: Ajouter du bruit…
hi: शोर जोड़ें...
it: Aggiungi rumore...
ja: ノイズを追加…
pt_br: Adicionar ruído…
ru: Добавить шум…
zh_hans: 添加噪音...

source: Add Reveal-All Mask
ar: أضف قناع كشف الكل
es: Agregar máscara para revelar todo
fr: Ajouter un masque Révéler tout
hi: रिवील-ऑल मास्क जोड़ें
it: Aggiungi maschera Rivela tutto
ja: すべて表示マスクを追加する
pt_br: Adicionar máscara Revelar tudo
ru: Добавить маску «Показать все»
zh_hans: 添加全部显示蒙版

source: Add layer mask
ar: أضف قناع الطبقة
es: Agregar máscara de capa
fr: Ajouter un masque de calque
hi: लेयर मास्क जोड़ें
it: Aggiungi maschera di livello
ja: レイヤーマスクを追加する
pt_br: Adicionar máscara de camada
ru: Добавить маску слоя
zh_hans: 添加图层蒙版

source: Add layer mask (Option-click for a black mask)
ar: إضافة قناع طبقة (النقر مع الضغط على مفتاح الاختيار للحصول على قناع أسود)
es: Agregar máscara de capa (Opción y clic para obtener una máscara negra)
fr: Ajouter un masque de calque (Option-clic pour un masque noir)
hi: लेयर मास्क जोड़ें (काले मास्क के लिए विकल्प-क्लिक करें)
it: Aggiungi maschera di livello (fai clic tenendo premuto Opzione per una maschera nera)
ja: レイヤーマスクを追加します (Option キーを押しながらクリックすると黒いマスクになります)
pt_br: Adicionar máscara de camada (clique com a tecla Option pressionada para obter uma máscara preta)
ru: Добавить маску слоя (нажмите клавишу Option, чтобы получить черную маску)
zh_hans: 添加图层蒙版（按住 Option 键单击以获得黑色蒙版）

source: Add layer mask revealing the selection (Option-click to hide it)
ar: إضافة قناع طبقة يكشف التحديد (انقر مع الضغط على مفتاح الاختيار لإخفائه)
es: Agregue una máscara de capa que revele la selección (Opción y haga clic para ocultarla)
fr: Ajouter un masque de calque révélant la sélection (Option-clic pour le masquer)
hi: चयन को प्रकट करते हुए लेयर मास्क जोड़ें (इसे छिपाने के लिए विकल्प पर क्लिक करें)
it: Aggiungi una maschera di livello che rivela la selezione (fai clic tenendo premuto Opzione per nasconderla)
ja: レイヤーマスクを追加して選択範囲を表示します（オプションを押しながらクリックすると非表示になります）
pt_br: Adicione uma máscara de camada revelando a seleção (clique com a tecla Option pressionada para ocultá-la)
ru: Добавьте маску слоя, раскрывающую выделение (щелкните, удерживая клавишу Option, чтобы скрыть его)
zh_hans: 添加图层蒙版以显示选区（按住 Option 键单击可将其隐藏）

source: Add to %@
ar: أضف إلى %@
es: Añadir a %@
fr: Ajouter à %@
hi: %@ में जोड़ें
it: Aggiungi a %@
ja: %@ に追加
pt_br: Adicionar a %@
ru: Добавить в %@
zh_hans: 添加到%@

source: Adds film grain, strongest in the middle tones.
ar: يضيف حبيبات الفيلم، الأقوى في النغمات الوسطى.
es: Agrega grano de película, más fuerte en los tonos medios.
fr: Ajoute du grain au film, le plus fort dans les tons moyens.
hi: फिल्म ग्रेन जोड़ता है, मध्य स्वर में सबसे मजबूत।
it: Aggiunge grana della pellicola, più forte nei toni medi.
ja: 中間調に最も強いフィルムグレインを追加します。
pt_br: Adiciona granulação ao filme, mais forte nos tons médios.
ru: Добавляет зернистость пленки, наиболее выраженную в средних тонах.
zh_hans: 添加胶片颗粒，中间色调最强。

source: Adds green or magenta to the darkest tones.
ar: يضيف اللون الأخضر أو الأرجواني إلى أحلك النغمات.
es: Agrega verde o magenta a los tonos más oscuros.
fr: Ajoute du vert ou du magenta aux tons les plus sombres.
hi: सबसे गहरे टोन में हरा या मैजेंटा जोड़ता है।
it: Aggiunge verde o magenta ai toni più scuri.
ja: 最も暗い色調にグリーンまたはマゼンタを加えます。
pt_br: Adiciona verde ou magenta aos tons mais escuros.
ru: Добавляет зеленый или пурпурный к самым темным тонам.
zh_hans: 在最暗的色调中添加绿色或洋红色。

source: Adds or softens contrast along broader shapes.
ar: يضيف أو يخفف التباين على طول الأشكال الأوسع.
es: Agrega o suaviza el contraste a lo largo de formas más amplias.
fr: Ajoute ou adoucit le contraste le long de formes plus larges.
hi: व्यापक आकृतियों के साथ कंट्रास्ट जोड़ता या नरम करता है।
it: Aggiunge o attenua il contrasto lungo forme più ampie.
ja: より広い形状に沿ってコントラストを追加または柔らかくします。
pt_br: Adiciona ou suaviza o contraste em formas mais amplas.
ru: Добавляет или смягчает контраст в более широких формах.
zh_hans: 沿着更宽的形状添加或柔化对比度。

source: Adds or softens small detail.
ar: يضيف أو يخفف التفاصيل الصغيرة.
es: Agrega o suaviza pequeños detalles.
fr: Ajoute ou adoucit de petits détails.
hi: छोटे विवरण जोड़ता या नरम करता है।
it: Aggiunge o attenua piccoli dettagli.
ja: 細かいディテールを追加または柔らかくします。
pt_br: Adiciona ou suaviza pequenos detalhes.
ru: Добавляет или смягчает мелкие детали.
zh_hans: 添加或柔化小细节。

source: Adjustment input
ar: إدخال التعديل
es: Entrada de ajuste
fr: Entrée de réglage
hi: समायोजन इनपुट
it: Ingresso di regolazione
ja: 調整入力
pt_br: Entrada de ajuste
ru: Ввод настройки
zh_hans: 调整输入

source: Adjustment parameters may not match Photoshop exactly.
ar: قد لا تتطابق معلمات الضبط مع Photoshop تمامًا.
es: Es posible que los parámetros de ajuste no coincidan exactamente con Photoshop.
fr: Les paramètres de réglage peuvent ne pas correspondre exactement à Photoshop.
hi: समायोजन पैरामीटर फ़ोटोशॉप से बिल्कुल मेल नहीं खा सकते हैं।
it: I parametri di regolazione potrebbero non corrispondere esattamente a Photoshop.
ja: 調整パラメータは Photoshop と正確に一致しない場合があります。
pt_br: Os parâmetros de ajuste podem não corresponder exatamente ao Photoshop.
ru: Параметры настройки могут не совсем соответствовать Photoshop.
zh_hans: 调整参数可能与 Photoshop 不完全匹配。

source: Adjustment · Double-click to edit
ar: التعديل · انقر نقرًا مزدوجًا للتحرير
es: Ajuste · Doble clic para editar
fr: Ajustement · Double-cliquez pour modifier
hi: समायोजन · संपादित करने के लिए डबल-क्लिक करें
it: Regolazione · Fare doppio clic per modificare
ja: 調整・ダブルクリックで編集
pt_br: Ajuste · Clique duas vezes para editar
ru: Корректировка · Дважды щелкните, чтобы изменить
zh_hans: 调整·双击编辑

source: Adjusts the bright parts of the picture. Hold Option to see clipped highlights.
ar: يضبط الأجزاء الساطعة من الصورة. اضغط مع الاستمرار على الخيار لرؤية النقاط البارزة المقطوعة.
es: Ajusta las partes brillantes de la imagen. Mantenga presionada la opción para ver los aspectos más destacados recortados.
fr: Ajuste les parties lumineuses de l’image. Maintenez Option pour voir les faits saillants coupés.
hi: चित्र के चमकीले भागों को समायोजित करता है। क्लिप किए गए हाइलाइट्स देखने के लिए विकल्प दबाए रखें।
it: Regola le parti luminose dell'immagine. Tieni premuto Opzione per vedere le luci ritagliate.
ja: 画像の明るい部分を調整します。 Option を押し続けると、クリップされたハイライトが表示されます。
pt_br: Ajusta as partes brilhantes da imagem. Segure Opção para ver os destaques cortados.
ru: Регулирует яркие части изображения. Удерживайте Option, чтобы увидеть обрезанные блики.
zh_hans: 调整图片的明亮部分。按住 Option 可查看剪切的高光。

source: Adjusts the dark parts of the picture. Hold Option to see clipped shadows.
ar: يضبط الأجزاء الداكنة من الصورة. اضغط مع الاستمرار على الخيار لرؤية الظلال المقطوعة.
es: Ajusta las partes oscuras de la imagen. Mantenga presionada la opción para ver las sombras recortadas.
fr: Ajuste les parties sombres de l’image. Maintenez Option pour voir les ombres coupées.
hi: चित्र के अंधेरे भागों को समायोजित करता है। कटी हुई छाया देखने के लिए विकल्प दबाए रखें।
it: Regola le parti scure dell'immagine. Tieni premuto Opzione per vedere le ombre ritagliate.
ja: 画像の暗い部分を調整します。 Option を押し続けると、クリップされた影が表示されます。
pt_br: Ajusta as partes escuras da imagem. Segure Option para ver sombras cortadas.
ru: Регулирует темные части изображения. Удерживайте Option, чтобы увидеть обрезанные тени.
zh_hans: 调整图片的暗部。按住 Option 可查看剪切的阴影。

source: Advanced
ar: متقدم
es: Avanzado
fr: Avancé
hi: उन्नत
it: Avanzato
ja: 上級者向け
pt_br: Avançado
ru: Расширенный
zh_hans: 高级

source: Align
ar: محاذاة
es: Alinear
fr: Aligner
hi: संरेखित करें
it: Allinea
ja: 整列
pt_br: Alinhar
ru: Выровнять
zh_hans: 对齐

source: Align Left
ar: محاذاة لليسار
es: Alinear a la izquierda
fr: Aligner à gauche
hi: बाएँ संरेखित करें
it: Allinea a sinistra
ja: 左揃え
pt_br: Alinhar à esquerda
ru: Выровнять по левому краю
zh_hans: 左对齐

source: Aligned
ar: محاذاة
es: Alineado
fr: Aligné
hi: संरेखित
it: Allineato
ja: 整列した
pt_br: Alinhado
ru: Выровнено
zh_hans: 对齐

source: All
ar: الكل
es: Todos
fr: Tout
hi: सब
it: Tutto
ja: すべて
pt_br: Todos
ru: Все
zh_hans: 全部

source: All Layers
ar: جميع الطبقات
es: Todas las capas
fr: Tous les calques
hi: सभी परतें
it: Tutti i livelli
ja: すべてのレイヤー
pt_br: Todas as camadas
ru: Все слои
zh_hans: 所有层

source: Alph
ar: ألف
es: Alfa
fr: Alpha
hi: अल्फ
it: Alfa
ja: アルフ
pt_br: Alfa
ru: Альф
zh_hans: 阿尔夫

source: Amount
ar: الكمية
es: Cantidad
fr: Quantité
hi: मात्रा
it: Intensità
ja: 量
pt_br: Quantidade
ru: Интенсивность
zh_hans: 强度

source: An image could not be saved. The previous project has not been replaced.
ar: لا يمكن حفظ الصورة. لم يتم استبدال المشروع السابق.
es: No se pudo guardar una imagen. El proyecto anterior no ha sido reemplazado.
fr: Une image n'a pas pu être enregistrée. Le projet précédent n'a pas été remplacé.
hi: एक छवि सहेजी नहीं जा सकी. पिछले प्रोजेक्ट को प्रतिस्थापित नहीं किया गया है.
it: Impossibile salvare un'immagine. Il progetto precedente non è stato sostituito.
ja: 画像を保存できませんでした。以前のプロジェクトは置き換えられていません。
pt_br: Não foi possível salvar uma imagem. O projeto anterior não foi substituído.
ru: Не удалось сохранить изображение. Предыдущий проект не был заменен.
zh_hans: 无法保存图像。之前的项目没有被替换。

source: An image inside the project is missing or damaged. The current document has not been replaced.
ar: صورة داخل المشروع مفقودة أو تالفة. لم يتم استبدال المستند الحالي.
es: Falta una imagen dentro del proyecto o está dañada. El documento actual no ha sido reemplazado.
fr: Une image à l'intérieur du projet est manquante ou endommagée. Le document actuel n'a pas été remplacé.
hi: प्रोजेक्ट के अंदर एक छवि गायब या क्षतिग्रस्त है। वर्तमान दस्तावेज़ को प्रतिस्थापित नहीं किया गया है.
it: Un'immagine all'interno del progetto è mancante o danneggiata. Il documento attuale non è stato sostituito.
ja: プロジェクト内の画像が見つからないか破損しています。現在のドキュメントは置き換えられていません。
pt_br: Uma imagem dentro do projeto está faltando ou danificada. O documento atual não foi substituído.
ru: Изображение внутри проекта отсутствует или повреждено. Действующий документ не заменен.
zh_hans: 项目内的图像丢失或损坏。当前文档尚未被替换。

source: Analyze the active layer only, or every visible layer as shown
ar: قم بتحليل الطبقة النشطة فقط، أو كل طبقة مرئية كما هو موضح
es: Analice solo la capa activa, o cada capa visible como se muestra
fr: Analysez le calque actif uniquement ou chaque calque visible comme indiqué
hi: जैसा कि दिखाया गया है, केवल सक्रिय परत या प्रत्येक दृश्यमान परत का विश्लेषण करें
it: Analizza solo il livello attivo o ogni livello visibile come mostrato
ja: アクティブなレイヤーのみ、または図に示すように表示されているすべてのレイヤーを分析します。
pt_br: Analise apenas a camada ativa ou todas as camadas visíveis conforme mostrado
ru: Анализируйте только активный слой или каждый видимый слой, как показано на рисунке.
zh_hans: 仅分析活动图层，或如图所示的每个可见图层

source: Anchor
ar: مرساة
es: ancla
fr: Ancre
hi: एंकर
it: Ancora
ja: アンカー
pt_br: Âncora
ru: Якорь
zh_hans: 锚

source: Angle
ar: زاوية
es: ángulo
hi: कोण
it: Angolo
ja: 角度
pt_br: Ângulo
ru: Угол
zh_hans: 角度

source: Another app changed this project. You can revert to the version on disk, losing your unsaved changes, or keep what you have.
ar: تطبيق آخر غيّر هذا المشروع. يمكنك العودة إلى الإصدار الموجود على القرص، أو فقدان التغييرات غير المحفوظة، أو الاحتفاظ بما لديك.
es: Otra aplicación cambió este proyecto. Puede volver a la versión en el disco, perder los cambios no guardados o conservar la que tiene.
fr: Une autre application a modifié ce projet. Vous pouvez revenir à la version sur le disque, en perdant vos modifications non enregistrées, ou conserver ce que vous avez.
hi: किसी अन्य ऐप ने इस प्रोजेक्ट को बदल दिया. आप डिस्क पर संस्करण पर वापस लौट सकते हैं, अपने सहेजे न गए परिवर्तन खो सकते हैं, या जो आपके पास है उसे रख सकते हैं।
it: Un'altra app ha cambiato questo progetto. Puoi ripristinare la versione su disco, perdendo le modifiche non salvate o mantenere ciò che hai.
ja: 別のアプリがこのプロジェクトを変更しました。ディスク上のバージョンに戻して、保存されていない変更を失うことも、既存の変更を保持することもできます。
pt_br: Outro aplicativo mudou este projeto. Você pode reverter para a versão em disco, perdendo as alterações não salvas, ou manter o que possui.
ru: Другое приложение изменило этот проект. Вы можете вернуться к версии на диске, потеряв несохраненные изменения, или сохранить то, что у вас есть.
zh_hans: 另一个应用程序改变了这个项目。您可以恢复到磁盘上的版本，丢失未保存的更改，或保留现有的内容。

source: Anti-alias
ar: مكافحة الاسم المستعار
hi: विरोधी उपनाम
ja: アンチエイリアス
ru: Сглаживание
zh_hans: 抗锯齿

source: AppleLanguages
ar: لغات أبل
es: AppleIdiomas
fr: PommeLangues
hi: Appleभाषाएँ
ja: Apple言語
pt_br: AppleIdiomas
ru: AppleЯзыки
zh_hans: 苹果语言

source: Applies generic profile strength when camera metadata is not available.
ar: يطبق قوة ملف التعريف العامة عندما لا تكون البيانات الوصفية للكاميرا متاحة.
es: Aplica la solidez del perfil genérico cuando los metadatos de la cámara no están disponibles.
fr: Applique la force du profil générique lorsque les métadonnées de la caméra ne sont pas disponibles.
hi: कैमरा मेटाडेटा उपलब्ध नहीं होने पर सामान्य प्रोफ़ाइल शक्ति लागू करता है।
it: Applica la forza del profilo generico quando i metadati della fotocamera non sono disponibili.
ja: カメラのメタデータが利用できない場合に、一般的なプロファイル強度を適用します。
pt_br: Aplica a intensidade do perfil genérico quando os metadados da câmera não estão disponíveis.
ru: Применяет общую силу профиля, когда метаданные камеры недоступны.
zh_hans: 当相机元数据不可用时，应用通用配置文件强度。

source: Apply
ar: تطبيق
es: Aplicar
fr: Appliquer
hi: लागू करें
it: Applica
ja: 適用
pt_br: Aplicar
ru: Применить
zh_hans: 应用

source: Apply Crop
ar: تطبيق الاقتصاص
es: Aplicar recorte
fr: Appliquer le recadrage
hi: क्रॉप लागू करें
it: Applica ritaglio
ja: 切り抜きを適用
pt_br: Aplicar corte
ru: Применить кадрирование
zh_hans: 应用裁剪

source: Apply current canvas operation
ar: تطبيق عملية اللوحة القماشية الحالية
es: Aplicar la operación de lienzo actual
fr: Appliquer l'opération de canevas actuelle
hi: वर्तमान कैनवास ऑपरेशन लागू करें
it: Applica l'operazione Canvas corrente
ja: 現在のキャンバス操作を適用する
pt_br: Aplicar operação de tela atual
ru: Применить текущую операцию холста
zh_hans: 应用当前画布操作

source: Apply outside this range instead
ar: قم بالتطبيق خارج هذا النطاق بدلاً من ذلك
es: Aplicar fuera de este rango en su lugar
fr: Appliquer plutôt en dehors de cette plage
hi: इसके बजाय इस सीमा के बाहर आवेदन करें
it: Applicare invece al di fuori di questo intervallo
ja: 代わりにこの範囲外を適用します
pt_br: Em vez disso, aplique fora deste intervalo
ru: Вместо этого применить за пределами этого диапазона
zh_hans: 改为在此范围之外应用

source: Applying…
ar: جارٍ التقديم…
es: Aplicando…
fr: Candidature…
hi: लागू किया जा रहा है...
it: Applicazione…
ja: 申請中…
pt_br: Aplicando…
ru: Применение…
zh_hans: 正在申请…

source: Aquas
ar: أكواس
es: agua
fr: Aquatiques
hi: एक्वास
it: Acqua
ja: アクアス
pt_br: Águas
ru: Аквас
zh_hans: 阿奎斯
